Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: · %@ std drinks
es: · %@ bebidas est.
zh_hans: · %@ 标准杯
zh_hant: · %@ 標準杯

source: · %lld entries
es: · %lld registros
zh_hans: · %lld 条记录
zh_hant: · %lld 條記錄

source: · %lld of %lld
es: · %lld de %lld
zh_hans: · 已服 %1$lld / %2$lld
zh_hant: · 已服 %1$lld / %2$lld

source: “%@” isn’t in the library anymore. It may have been renamed or merged.
es: “%@” ya no está en la biblioteca. Puede que se haya renombrado o fusionado.
zh_hans: “%@”已不在资料库中，可能已被重命名或合并。
zh_hant: 「%@」已不在資料庫中，可能已被重新命名或合併。

source: “2 due”, or the med’s name when one is due
es: “2 pendientes”, o el nombre del medicamento cuando solo hay uno
zh_hans: “2 项待服”，或仅一项时的药名
zh_hant: 「2 項待服」，或僅一項時的藥名

source: "How is it going?" at set points in a session, opening a timestamped note. Turned on per session; off unless you ask.
es: «¿Cómo va?» en puntos fijos de una sesión, abriendo una nota con marca de tiempo. Se activa por sesión; desactivado a menos que lo pidas.
zh_hans: 在场次中的几个时点提示“现在感觉如何？”，并打开一条带时间戳的笔记。按场次开启；默认关闭。
zh_hant: 在場次中的幾個時點提示「現在感覺如何？」，並開啟一則帶時間戳的筆記。按場次開啟；預設關閉。

source: (≈ %@ mg diazepam)
es: (≈ %@ mg de diazepam)
zh_hans: （≈ %@ mg 地西泮）
zh_hant: （≈ %@ mg 地西泮）

source: /day
es: /día
zh_hans: /天
zh_hant: /天

source: %@ · %@ · %lld sources
es: %@ · %@ · %lld fuentes
zh_hans: %1$@ · %2$@ · %3$lld 个来源
zh_hant: %1$@ · %2$@ · %3$lld 個來源

# %@ · %lld days left
source: %1$@ · %2$lld days left
es: %@ · quedan %lld días
zh_hans: %@ · 剩余 %lld 天
zh_hant: %@ · 剩餘 %lld 天

# %@ · %lld sources
source: %1$@ · %2$lld sources
es: %@ · %lld fuentes
zh_hans: %1$@ · %2$lld 个来源
zh_hant: %1$@ · %2$lld 個來源

# %@ · modeled (%@).
source: %1$@ · modeled (%2$@).
es: %@ · según el modelo (%@).
zh_hans: %@ · 模型推算（%@）。
zh_hant: %@ · 模型推算（%@）。

source: %@ · trough to peak
es: %@ · de valle a pico
zh_hans: %@ · 谷值到峰值
zh_hant: %@ · 谷值到峰值

source: %@ (transdermal)
es: %@ (transdérmica)
zh_hans: %@（透皮贴）
zh_hant: %@（經皮貼片）

# %@ %@ %@ on %@
source: %1$@ %2$@ %3$@ on %4$@
es: %@ %@ %@ el %@
zh_hans: %@ %@ %@ 于 %@
zh_hant: %@ %@ %@ 於 %@

# %@ %@ left
source: %1$@ %2$@ left
es: Quedan %@ %@
zh_hans: 剩 %@ %@
zh_hant: 剩 %@ %@

# %@ %@ of %@ left.
source: %1$@ %2$@ of %3$@ left.
es: %@ %@ de %@ restantes.
zh_hans: %3$@还剩 %1$@ %2$@。
zh_hant: %3$@還剩 %1$@ %2$@。

# %@ %@ on %@
source: %1$@ %2$@ on %3$@
es: %@ %@ el %@

# %@ %@ remaining after %@
source: %1$@ %2$@ remaining after %3$@
es: %@ %@ restantes tras %@
zh_hans: %3$@ 后剩 %1$@ %2$@
zh_hant: %3$@ 後剩 %1$@ %2$@

source: %@ %@ remaining, %lld%% eliminated, half-life %@
es: %@ %@ restantes, %lld%% eliminado, vida media %@
zh_hans: 剩余 %1$@ %2$@，已消除 %3$lld%%，半衰期 %4$@
zh_hant: 剩餘 %1$@ %2$@，已消除 %3$lld%%，半衰期 %4$@

# %@ %@ total · est. ~%lld%% remaining
source: %1$@ %2$@ total · est. ~%3$lld%% remaining
es: %@ %@ en total · ~%lld%% restante (est.)
zh_hans: 总计 %@ %@ · 预计剩约 %lld%%
zh_hant: 總計 %@ %@ · 預計剩約 %lld%%

# %@ %lld percent
source: %1$@ %2$lld percent
es: %@ %lld por ciento
zh_hans: %1$@ 百分之 %2$lld
zh_hant: %1$@ 百分之 %2$lld

# %@ + %@ active together ~%lldh (%@ + %@).
source: %1$@ + %2$@ active together ~%3$lldh (%4$@ + %5$@).
es: %@ + %@ activas a la vez ~%lldh (%@ + %@).
zh_hans: %@ 与 %@ 同时活跃约 %lld 小时（%@ + %@）。
zh_hant: %@ 與 %@ 同時活躍約 %lld 小時（%@ + %@）。

# %@ +%lld more
source: %1$@ +%2$lld more
es: %@ +%lld más
zh_hans: %1$@ +%2$lld 更多
zh_hant: %1$@ +%2$lld 更多

# %@ active until ~%@
source: %1$@ active until ~%2$@
es: %@ activa hasta ~%@
zh_hans: %@ 预计持续到约 %@
zh_hant: %@ 預計持續到約 %@

source: %@ acts through %@ — the pharmacology below is %@'s.
es: %@ actúa a través de %@ — la farmacología de abajo es la de %@.
zh_hans: %@ 通过 %@ 起效——下方的药理数据来自 %@。
zh_hant: %@ 透過 %@ 起效——下方的藥理資料來自 %@。

source: %@ and %@ over time; both active from %@ to %@.
es: %@ y %@ a lo largo del tiempo; ambas activas de %@ a %@.
zh_hans: %@ 与 %@ 随时间变化；两者均在 %@ 至 %@ 期间具活性。
zh_hant: %@ 與 %@ 隨時間變化；兩者均在 %@ 至 %@ 期間具活性。

# %@ and %@ over time; the model shows no overlapping window.
source: %1$@ and %2$@ over time; the model shows no overlapping window.
es: %@ y %@ a lo largo del tiempo; el modelo no muestra ninguna ventana de superposición.
zh_hans: %@ 与 %@ 随时间变化；模型显示两者没有重叠的时段。
zh_hant: %@ 與 %@ 隨時間變化；模型顯示兩者沒有重疊的時段。

# %@ and %@, %@: %@
source: %1$@ and %2$@, %3$@: %4$@
es: %@ y %@, %@: %@
zh_hans: %@ 与 %@，%@：%@
zh_hant: %@ 與 %@，%@：%@

source: %@ and %@: %@ active together
es: %@ y %@: activas a la vez durante %@
zh_hans: %@ 与 %@：同时活跃 %@
zh_hant: %@ 與 %@：同時活躍 %@

# %@ at %@
source: %1$@ at %2$@
es: %@ en %@
zh_hans: %1$@ 于 %2$@
zh_hant: %1$@ 於 %2$@

source: %@ at %lld percent
es: %@ al %lld por ciento
zh_hans: %@ %lld%%
zh_hant: %@ %lld%%

# %@ blocks the %@ that %@ needs to work.
source: %1$@ blocks the %2$@ that %3$@ needs to work.
es: %@ bloquea el %@ que %@ necesita para funcionar.
zh_hans: %1$@ 会阻断 %3$@ 起效所需的 %2$@。
zh_hant: %1$@ 會阻斷 %3$@ 起效所需的 %2$@。

source: %@ capsule
es: %@ cápsula
zh_hans: %@ 粒
zh_hant: %@ 粒

source: %@ capsules
es: %@ cápsulas
zh_hans: %@ 粒
zh_hant: %@ 粒

source: %@ common-dose units
es: %@ unidades de dosis común
zh_hans: %@ 个中等剂量单位
zh_hant: %@ 個中等劑量單位

# %@ common-dose units across %lld entries
source: %1$@ common-dose units across %2$lld entries
es: %@ unidades de dosis común en %lld registros
zh_hans: %@ 个中等剂量单位，共 %lld 条目
zh_hant: %@ 個中等劑量單位，共 %lld 條目

# %@ common-dose units, busiest around %@
source: %1$@ common-dose units, busiest around %2$@
es: %@ unidades de dosis común, mayor actividad hacia %@
zh_hans: %1$@ 个中等剂量单位，%2$@前后最密集
zh_hant: %1$@ 個中等劑量單位，%2$@前後最密集

source: %@ days
es: %@ días
zh_hans: %@ 天
zh_hant: %@ 天

source: %@ details
es: Detalles de %@
zh_hans: %@ 详情
zh_hant: %@ 詳情

# %@ dose rising, +%lld%% over the reporting period (%@ → %@ %@).
source: %1$@ dose rising, +%2$lld%% over the reporting period (%3$@ → %4$@ %5$@).
es: Dosis de %@ en aumento, +%lld%% en el periodo del informe (%@ → %@ %@).
zh_hans: %@ 剂量上升，报告期内 +%lld%%（%@ → %@ %@）。
zh_hant: %@ 劑量上升，報告期內 +%lld%%（%@ → %@ %@）。

source: %@ due
es: %@ pendiente
zh_hans: %@ 待服
zh_hant: %@ 待服

source: %@ entries across seven equal slices of the period.
es: %@ registros en siete tramos iguales del periodo.
zh_hans: 按本期七等分统计的 %@ 条条目。
zh_hant: 按本期七等分統計的 %@ 筆條目。

source: %@ entries per day
es: %@ registros al día
zh_hans: 每日 %@ 条条目
zh_hant: 每日 %@ 筆條目

# %@ entries per day, most active on %@
source: %1$@ entries per day, most active on %2$@
es: %@ registros al día, mayor actividad el %@
zh_hans: 每日 %1$@ 条条目，%2$@最活跃
zh_hant: 每日 %1$@ 筆條目，%2$@最活躍

# %@ falling to %@ per day
source: %1$@ falling to %2$@ per day
es: %@ bajando a %@ al día
zh_hans: %1$@ 下降至每天 %2$@
zh_hant: %1$@ 下降至每天 %2$@

# %@ falling to %@ per week
source: %1$@ falling to %2$@ per week
es: %@ bajando a %@ a la semana
zh_hans: %1$@ 下降至每周 %2$@
zh_hant: %1$@ 下降至每週 %2$@

# %@ in · %@ left
source: %1$@ in · %2$@ left
es: Van %@ · quedan %@
zh_hans: 已过 %1$@ · 剩 %2$@
zh_hant: 已過 %1$@ · 剩 %2$@

source: %@ in %@ at %lld percent
es: %@ en %@ al %lld por ciento
zh_hans: %@ 处于%@，%lld%%
zh_hant: %@ 處於%@，%lld%%

source: %@ is
es: %@ es
zh_hans: %@ 是
zh_hant: %@ 是

source: %@ is already on the list.
es: %@ ya está en la lista.
zh_hans: %@ 已经在列表里了。
zh_hant: %@ 已經在列表裡了。

source: %@ is due
es: Es hora de %@
zh_hans: %@ 该服用了
zh_hant: %@ 該服用了

source: %@ is logged on a different day. Pick a time within this session's day so the session stays a single day.
es: %@ está registrado en otro día. Elige una hora dentro del día de esta sesión para que la sesión se mantenga en un solo día.
zh_hans: %@ 记录于另一天。请在本场所在的当天选择一个时间，使其保持在同一天内。
zh_hant: %@ 記錄於另一天。請在本場所在的當天選擇一個時間，使其保持在同一天內。

source: %@ left
es: Quedan %@
zh_hans: 还剩 %@
zh_hant: 還剩 %@

source: %@ may lower levels
es: %@ puede bajar los niveles
zh_hans: %@ 可能降低其血药浓度
zh_hant: %@ 可能降低其血藥濃度

source: %@ may raise levels
es: %@ puede elevar los niveles
zh_hans: %@ 可能升高其血药浓度
zh_hant: %@ 可能升高其血藥濃度

# %@ mg %@
source: %1$@ mg %2$@
es: %@ mg %@
zh_hans: %@ mg %@
zh_hant: %@ mg %@

# %@ mg %@, by the CDC 2022 factor
source: %1$@ mg %2$@, by the CDC 2022 factor
es: %@ mg %@, según el factor CDC 2022
zh_hans: %@ mg %@，按 CDC 2022 换算系数
zh_hant: %@ mg %@，按 CDC 2022 換算係數

source: %@ MME per mg
es: %@ MME por mg
zh_hans: 每 mg 为 %@ MME
zh_hant: 每 mg 為 %@ MME

# %@ modeled active until ~%@
source: %1$@ modeled active until ~%2$@
es: %@ activa según el modelo hasta ~%@
zh_hans: %@ 模型估计活跃至约 %@
zh_hant: %@ 模型估計活躍至約 %@

source: %@ now at %@
es: %@ ahora en %@
zh_hans: %@ 现为 %@
zh_hant: %@ 現為 %@

source: %@ now at %@ %@
es: %@ ahora en %@ %@
zh_hans: %@ 现为 %@ %@
zh_hant: %@ 現為 %@ %@

source: %@ of %@ %@ remaining
es: Quedan %@ de %@ %@
zh_hans: 剩 %1$@，共 %2$@ %3$@
zh_hant: 剩 %1$@，共 %2$@ %3$@

source: %@ or later
es: %@ o después
zh_hans: %@ 或更晚
zh_hant: %@ 或更晚

source: %@ or more
es: %@ o más
zh_hans: %@ 或更多
zh_hant: %@ 或更多

source: %@ pieces
es: %@ unidades
zh_hans: %@ 件
zh_hant: %@ 件

source: %@ range, %@
es: Rango %@, %@
zh_hans: %@ 范围，%@
zh_hant: %@ 範圍，%@

# %@ rising to %@ per day
source: %1$@ rising to %2$@ per day
es: %@ subiendo a %@ al día
zh_hans: %1$@ 上升至每天 %2$@
zh_hant: %1$@ 上升至每天 %2$@

# %@ rising to %@ per week
source: %1$@ rising to %2$@ per week
es: %@ subiendo a %@ a la semana
zh_hans: %1$@ 上升至每周 %2$@
zh_hant: %1$@ 上升至每週 %2$@

# %@ since %@
source: %1$@ since %2$@
es: %@ desde %@
zh_hans: 距%2$@ %1$@
zh_hant: 距%2$@ %1$@

# %@ stays active in your body long after %@ itself is gone.
source: %1$@ stays active in your body long after %2$@ itself is gone.
es: %@ sigue activo en tu cuerpo mucho después de que %@ haya desaparecido.
zh_hans: 在 %2$@ 本身已排出后很久，%1$@ 仍在体内保持活性。
zh_hant: 在 %2$@ 本身已排出後很久，%1$@ 仍在體內保持活性。

# %@ steady at %@ per day
source: %1$@ steady at %2$@ per day
es: %@ estable en %@ al día
zh_hans: %1$@ 稳定在每天 %2$@
zh_hant: %1$@ 穩定在每天 %2$@

# %@ steady at %@ per week
source: %1$@ steady at %2$@ per week
es: %@ estable en %@ a la semana
zh_hans: %1$@ 稳定在每周 %2$@
zh_hant: %1$@ 穩定在每週 %2$@

# %@ supplements (%lld)
source: %1$@ supplements (%2$lld)
es: %@: suplementos (%lld)
zh_hans: %@ 补剂（%lld）
zh_hant: %@ 補劑（%lld）

source: %@ tablet
es: %@ pastilla
zh_hans: %@ 片
zh_hant: %@ 片

source: %@ tablets
es: %@ pastillas
zh_hans: %@ 片
zh_hant: %@ 片

source: %@ The file was written by %@.
es: %@ El archivo fue escrito por %@.
zh_hans: %@ 此文件由 %@ 导出。
zh_hant: %@ 此檔案由 %@ 匯出。

source: %@ this month
es: %@ este mes
zh_hans: 本月 %@
zh_hant: 本月 %@

# %@ to %@ balance
source: %1$@ to %2$@ balance
es: Equilibrio entre %@ y %@
zh_hans: %1$@ 与 %2$@ 的平衡
zh_hant: %1$@ 與 %2$@ 的平衡

# %@ vs %@
source: %1$@ vs %2$@
es: %@ vs %@
zh_hans: %1$@ 对 %2$@
zh_hant: %1$@ 對 %2$@

# %@ with %@
source: %1$@ with %2$@
es: %@ con %@
zh_hans: %1$@ 与 %2$@
zh_hant: %1$@ 與 %2$@

source: %@–%@ days
es: %@–%@ días
zh_hans: %@–%@ 天
zh_hant: %@–%@ 天

source: %@–%@ months
es: %@–%@ meses
zh_hans: %@–%@ 个月
zh_hant: %@–%@ 個月

source: %@–%@ weeks
es: %@–%@ semanas
zh_hans: %@–%@ 周
zh_hant: %@–%@ 週

# %@, %@ %@ in stock
source: %1$@, %2$@ %3$@ in stock
es: %@, %@ %@ en existencias
zh_hans: %@，库存 %@ %@
zh_hant: %@，庫存 %@ %@

# %@, %@ %@ in stock, low
source: %1$@, %2$@ %3$@ in stock, low
es: %@, %@ %@ en existencias, bajo
zh_hans: %@，库存 %@ %@，偏低
zh_hant: %@，庫存 %@ %@，偏低

# %@, about every %@ days across %lld entries
source: %1$@, about every %2$@ days across %3$lld entries
es: %@, aproximadamente cada %@ días en %lld registros
zh_hans: %1$@，%3$lld 条条目中大约每 %2$@ 天一次
zh_hant: %1$@，%3$lld 筆條目中大約每 %2$@ 天一次

source: %@, measured in the same study
es: %@, medido en el mismo estudio
zh_hans: %@，同一研究中测得
zh_hant: %@，同一研究中測得

source: %@, out of stock
es: %@, sin existencias
zh_hans: %@，库存用尽
zh_hant: %@，庫存用盡

# %@, priority %lld
source: %1$@, priority %2$lld
es: %@, prioridad %lld
zh_hans: %1$@，优先级 %2$lld
zh_hant: %1$@，優先順序 %2$lld

# %@, source: %@
source: %1$@, source: %2$@
es: %@, fuente: %@
zh_hans: %@，来源：%@
zh_hant: %@，來源：%@

source: %@, this substance
es: %@, esta sustancia
zh_hans: %@，当前物质
zh_hant: %@，目前物質

source: %@, Today
es: %@, hoy
zh_hans: %@，今天
zh_hant: %@，今天

source: %@: %@ %@ total
es: %@: %@ %@ en total
zh_hans: %@：共 %@ %@
zh_hant: %@：共 %@ %@

source: %@: dose %@, %@
es: %@: dosis %@, %@
zh_hans: %@：剂量%@，%@
zh_hant: %@：劑量%@，%@

source: %@/day
es: %@/día
zh_hans: %@/天
zh_hant: %@/天

source: %@/wk
es: %@/sem
zh_hans: %@/周
zh_hant: %@/週

source: %@× faster than average
es: %@× más rápido que el promedio
zh_hans: 快于平均（%@×）
zh_hant: 快於平均（%@×）

source: %@× slower than average
es: %@× más lento que el promedio
zh_hans: 慢于平均（%@×）
zh_hant: 慢於平均（%@×）

source: %@h ago
es: hace %@h
zh_hans: %@ 小时前
zh_hant: %@ 小時前

source: %1$lld %2$@ injections logged. No serum curve is drawn for it — no validated release data.
es: %lld inyecciones de %@ registradas. No se dibuja su curva sérica — no hay datos de liberación validados.
zh_hans: 已记录 %lld 次 %@ 注射。不为其绘制血清曲线——没有经过验证的释放数据。
zh_hant: 已記錄 %lld 次 %@ 注射。不為其繪製血清曲線——沒有經過驗證的釋放資料。

source: %lld atoms
es: %lld átomos
zh_hans: %lld 个原子
zh_hant: %lld 個原子

source: %lld days
es: %lld días
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld days logged
es: %lld días registrados
zh_hans: 已记录 %lld 天
zh_hant: 已記錄 %lld 天

# %lld days together, %lld percent of the days either was logged
source: %1$lld days together, %2$lld percent of the days either was logged
es: %lld días juntas, el %lld por ciento de los días en que se registró cualquiera de las dos
zh_hans: 共同出现 %1$lld 天，占任一方被记录天数的百分之 %2$lld
zh_hant: 共同出現 %1$lld 天，佔任一方被記錄天數的百分之 %2$lld

source: %lld distinct substances
es: %lld sustancias distintas
zh_hans: %lld 种不同物质
zh_hant: %lld 種不同物質

# %lld distinct substances, %lld first recorded this period
source: %1$lld distinct substances, %2$lld first recorded this period
es: %lld sustancias distintas, %lld registradas por primera vez este periodo
zh_hans: %lld 种不同物质，其中 %lld 种为本期首次记录
zh_hant: %lld 種不同物質，其中 %lld 種為本期首次記錄

# %lld distinct substances, %lld new this period
source: %1$lld distinct substances, %2$lld new this period
es: %lld sustancias distintas, %lld nuevas este periodo
zh_hans: %1$lld 种不同物质，本期新增 %2$lld 种
zh_hant: %1$lld 種不同物質，本期新增 %2$lld 種

source: %lld doses
es: %lld dosis
zh_hans: %lld 剂
zh_hant: %lld 劑

source: %lld doses plotted; the largest reaches about %@× the total exposure of one reference dose.
es: %lld dosis trazadas; la mayor alcanza unas %@× la exposición total de una dosis de referencia.
zh_hans: 已绘制 %lld 个剂量；最大者约达单次参考剂量总暴露量的 %@ 倍。
zh_hant: 已繪製 %lld 個劑量；最大者約達單次參考劑量總暴露量的 %@ 倍。

source: %lld drinks
es: %lld bebidas
zh_hans: %lld 杯
zh_hant: %lld 杯

source: %lld due
es: %lld pendientes
zh_hans: %lld 项待服用
zh_hant: %lld 項待服用

source: %lld earlier
es: %lld anteriores
zh_hans: 更早的 %lld 条
zh_hant: 更早的 %lld 條

source: %lld entries
es: %lld registros
zh_hans: %lld 条记录
zh_hant: %lld 筆記錄

# %lld entries across %lld substances
source: %1$lld entries across %2$lld substances
es: %lld registros en %lld sustancias
zh_hans: %lld 条记录，涉及 %lld 种物质
zh_hant: %lld 條記錄，涉及 %lld 種物質

# %lld entries, %@ versus the previous period
source: %1$lld entries, %2$@ versus the previous period
es: %lld registros, %@ frente al periodo anterior
zh_hans: %1$lld 条条目，较上一期%2$@
zh_hant: %1$lld 筆條目，較上一期%2$@

# %lld entries, busiest around %@
source: %1$lld entries, busiest around %2$@
es: %lld registros, mayor actividad hacia %@
zh_hans: %1$lld 条条目，%2$@前后最密集
zh_hant: %1$lld 筆條目，%2$@前後最密集

# %lld entries, busiest on %@ with %lld
source: %1$lld entries, busiest on %2$@ with %3$lld
es: %lld registros, mayor actividad el %@ con %lld
zh_hans: %1$lld 条条目，%2$@最多，共 %3$lld 条
zh_hant: %1$lld 筆條目，%2$@最多，共 %3$lld 筆

# %lld entries: %@
source: %1$lld entries: %2$@
es: %lld registros: %@
zh_hans: %1$lld 条条目：%2$@
zh_hant: %1$lld 筆條目：%2$@

source: %lld first recorded this period
es: %lld registradas por primera vez este periodo
zh_hans: 本期首次记录 %lld 种
zh_hant: 本期首次記錄 %lld 種

source: %lld h %lld m later
es: %lld h %lld m después
zh_hans: %1$lld 小时 %2$lld 分后
zh_hant: %1$lld 小時 %2$lld 分後

source: %lld h later
es: %lld h después
zh_hans: %lld 小时后
zh_hant: %lld 小時後

source: %lld hours
es: %lld horas
zh_hans: %lld小时
zh_hant: %lld小時

source: %lld in the last 14 days
es: %lld en los últimos 14 días
zh_hans: 过去 14 天共 %lld 次
zh_hant: 過去 14 天共 %lld 次

source: %lld injections are in mL. Enter the vial strength to include them.
es: %lld inyecciones están en mL. Indica la concentración del vial para incluirlas.
zh_hans: %lld 次注射以 mL 记录。输入药瓶浓度以纳入。
zh_hant: %lld 次注射以 mL 記錄。輸入藥瓶濃度以納入。

source: %lld injections from your log
es: %lld inyecciones de tu diario
zh_hans: 来自你记录的 %lld 次注射
zh_hant: 來自你記錄的 %lld 次注射

# %lld interaction%@ detected
source: %1$lld interaction%2$@ detected
es: %lld interacción%@ detectada
zh_hans: 检测到 %1$lld 个相互作用
zh_hant: 偵測到 %1$lld 個相互作用

source: %lld Interactions Found
es: %lld interacciones encontradas
zh_hans: 发现 %lld 个相互作用
zh_hant: 發現 %lld 個相互作用

source: %lld lines read
es: %lld líneas leídas
zh_hans: 已读取 %lld 行
zh_hant: 已讀取 %lld 行

source: %lld mechanisms plotted from their modeled level now.
es: %lld mecanismos trazados desde su nivel modelado actual.
zh_hans: %lld 条机制，按各自当前的模型推算水平绘制。
zh_hant: %lld 條機制，按各自目前的模型推算水平繪製。

source: %lld meds
es: %lld medicamentos
zh_hans: %lld 项用药
zh_hant: %lld 項用藥

source: %lld meds due
es: %lld medicamentos pendientes
zh_hans: %lld 项用药待服用
zh_hant: %lld 項用藥待服用

source: %lld min ago
es: hace %lld min
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld min later
es: %lld min después
zh_hans: %lld 分钟后
zh_hant: %lld 分鐘後

source: %lld mL injections converted at this strength
es: %lld inyecciones en mL convertidas con esta concentración
zh_hans: 已按此浓度换算 %lld 次 mL 注射
zh_hant: 已按此濃度換算 %lld 次 mL 注射

source: %lld notes
es: %lld notas
zh_hans: %lld 条笔记
zh_hant: %lld 則筆記

# %lld of %lld
source: %1$lld of %2$lld
es: %lld de %lld
zh_hans: %lld / %lld
zh_hant: %lld / %lld

# %lld of %lld days about right or more
source: %1$lld of %2$lld days about right or more
es: %lld de %lld días como siempre o más
zh_hans: %lld / %lld 天和平时差不多或更强
zh_hant: %lld / %lld 天和平時差不多或更強

source: %lld of %lld logged today
es: %lld de %lld registradas hoy
zh_hans: 今天已记录 %1$lld / %2$lld
zh_hant: 今天已記錄 %1$lld / %2$lld

# %lld of %lld scheduled doses
source: %1$lld of %2$lld scheduled doses
es: %lld de %lld dosis programadas
zh_hans: %lld / %lld 次计划剂量
zh_hant: %lld / %lld 次計劃劑量

# %lld of %lld sessions
source: %1$lld of %2$lld sessions
es: %lld de %lld sesiones
zh_hans: %lld / %lld 个场次
zh_hant: %lld / %lld 個場次

source: %lld of %lld substances from receptor occupancy, the rest estimated from effect curves · %@.
es: %lld de %lld sustancias por ocupación de receptores, el resto estimado a partir de curvas de efecto · %@.
zh_hans: %lld/%lld 种物质来自受体占有率，其余依据效应曲线估算 · %@。
zh_hant: %lld/%lld 種物質來自受體佔有率，其餘依據效應曲線估算 · %@。

# %lld of %lld taken
source: %1$lld of %2$lld taken
es: %lld de %lld tomadas
zh_hans: 已服用 %lld / %lld
zh_hant: 已服用 %lld / %lld

source: %lld of 3
es: %lld de 3
zh_hans: %lld / 3
zh_hant: %lld / 3

# %lld percent of %lld placed doses were common or above, %lld heavy
source: %1$lld percent of %2$lld placed doses were common or above, %3$lld heavy
es: El %lld por ciento de %lld dosis clasificadas fueron comunes o superiores, %lld altas
zh_hans: 在 %2$lld 次可定位的剂量中，百分之 %1$lld 达到中等或以上，其中 %3$lld 次为大剂量
zh_hant: 在 %2$lld 次可定位的劑量中，百分之 %1$lld 達到中等或以上，其中 %3$lld 次為大劑量

source: %lld percent, modeled
es: %lld por ciento, según el modelo
zh_hans: 百分之 %lld，模型推算
zh_hant: 百分之 %lld，模型推算

source: %lld RCTs
es: %lld ECA
zh_hans: %lld项随机对照试验
zh_hant: %lld項隨機對照試驗

source: %lld records
es: %lld registros
zh_hans: %lld 条记录
zh_hant: %lld 筆記錄

source: %lld reports
es: %lld menciones
zh_hans: %lld 份报告
zh_hant: %lld 份報告

source: %lld results
es: %lld resultados
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: %lld selected
es: %lld seleccionados
zh_hans: 已选 %lld 项
zh_hant: 已選 %lld 項

source: %lld sessions as individual images
es: %lld sesiones como imágenes individuales
zh_hans: %lld 个场次导出为单独图片
zh_hant: %lld 個場次匯出為單獨圖片

source: %lld staged
es: %lld en cola
zh_hans: 已暂存 %lld
zh_hant: 已暫存 %lld

source: %lld studies
es: %lld estudios
zh_hans: %lld 项研究
zh_hant: %lld 項研究

source: %lld trials
es: %lld ensayos
zh_hans: %lld项试验
zh_hant: %lld項試驗

source: %lld with half-life data
es: %lld con datos de vida media
zh_hans: %lld 个有半衰期数据
zh_hant: %lld 個有半衰期資料

source: %lld–%lld days
es: %lld–%lld días
zh_hans: %lld–%lld 天
zh_hant: %lld–%lld 天

source: %lld–%lld hours
es: %lld–%lld horas
zh_hans: %lld–%lld 小时
zh_hant: %lld–%lld 小時

# %lld/%lld taken
source: %1$lld/%2$lld taken
es: %lld/%lld tomadas
zh_hans: %lld/%lld 已服用
zh_hant: %lld/%lld 已服用

source: %lld%% eliminated
es: %lld%% eliminado
zh_hans: %lld%% 已消除
zh_hant: %lld%% 已消除

source: %lld%% eliminated in model · threshold ~%@
es: %lld%% eliminado en el modelo · umbral ~%@
zh_hans: 模型估计已消除 %lld%% · 约 %@ 低于阈值
zh_hant: 模型估計已消除 %lld%% · 約 %@ 低於閾值

source: %lld%% load
es: %lld%% de carga
zh_hans: 负荷 %lld%%
zh_hant: 負荷 %lld%%

source: %lld%% remaining
es: %lld%% restante
zh_hans: 剩余 %lld%%
zh_hant: 剩餘 %lld%%

source: %lld%% tolerance
es: %lld%% de tolerancia
zh_hans: 耐受 %lld%%
zh_hant: 耐受 %lld%%

source: %lld× daily
es: %lld× al día
zh_hans: 每日 %lld 次
zh_hant: 每日 %lld 次

source: %lldd ago
es: hace %lldd
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lldh %lldm ago
es: hace %lldh %lldm
zh_hans: %1$lld 小时 %2$lld 分钟前
zh_hant: %1$lld 小時 %2$lld 分鐘前

source: %lldh ago
es: hace %lldh
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm ago
es: hace %lldm
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lldmo
es: %lldmes
zh_hans: %lld 个月
zh_hant: %lld 個月

source: %lldwk
es: %lldsem
zh_hans: %lld 周
zh_hant: %lld 週

source: ^[%lld entry](inflect: true)
es: ^[%lld registro](inflect: true)
zh_hans: %lld 条记录
zh_hant: %lld 筆記錄

source: ^[%lld entry](inflect: true) syncing
es: Sincronizando ^[%lld registro](inflect: true)
zh_hans: 正在同步 %lld 条记录
zh_hant: 正在同步 %lld 筆記錄

source: ^[%lld group](inflect: true)
es: ^[%lld grupo](inflect: true)
zh_hans: %lld 个分类
zh_hant: %lld 個分類

source: ^[%lld interaction](inflect: true) detected
es: ^[%lld interacción detectada](inflect: true)
zh_hans: 检测到 %lld 个相互作用
zh_hant: 偵測到 %lld 個相互作用

source: ^[%lld item](inflect: true)
es: ^[%lld elemento](inflect: true)
zh_hans: %lld 项
zh_hant: %lld 項

source: ^[%lld item](inflect: true), all logged today
es: ^[%lld elemento](inflect: true), todo registrado hoy
zh_hans: %lld 项，今天已全部记录
zh_hant: %lld 項，今天已全部記錄

source: ^[%lld more combination](inflect: true)
es: ^[%lld combinación más](inflect: true)
zh_hans: 另有 %lld 种组合
zh_hant: 另有 %lld 種組合

source: ^[%lld other substance](inflect: true)
es: ^[%lld sustancia más](inflect: true)
zh_hans: 另有 %lld 种物质
zh_hant: 另有 %lld 種物質

source: ^[%lld substance](inflect: true)
es: ^[%lld sustancia](inflect: true)
zh_hans: %lld 种物质
zh_hant: %lld 種物質

source: ^[%lld tag](inflect: true)
es: ^[%lld etiqueta](inflect: true)
zh_hans: %lld 个标签
zh_hant: %lld 個標籤

# ↑ %lld%% vs previous %@
source: ↑ %1$lld%% vs previous %2$@
es: ↑ %lld%% vs %@ anterior
zh_hans: ↑ %1$lld%% 相比上一个%2$@
zh_hant: ↑ %1$lld%% 相比上一個%2$@

# ↓ %lld%% vs previous %@
source: ↓ %1$lld%% vs previous %2$@
es: ↓ %lld%% vs %@ anterior
zh_hans: ↓ %1$lld%% 相比上一个%2$@
zh_hant: ↓ %1$lld%% 相比上一個%2$@

source: + %lld chemical names
es: + %lld nombres químicos
zh_hans: + %lld 个化学名称
zh_hant: + %lld 個化學名稱

source: + %lld more
es: + %lld más
zh_hans: 还有 %lld 条
zh_hant: 還有 %lld 條

source: +%lld earlier
es: +%lld anteriores
zh_hans: 还有 %lld 次更早
zh_hant: 還有 %lld 次更早

source: +%lld more
es: +%lld más
zh_hans: 还有 %lld 项
zh_hant: 還有 %lld 項

source: <1 day
es: <1 día
zh_hans: 不到1天
zh_hant: 不到1天

source: ~%@ – %@ hours
es: ~%@ – %@ horas
zh_hans: 约 %1$@ – %2$@ 小时
zh_hant: 約 %1$@ – %2$@ 小時

source: ~%@ hours
es: ~%@ horas
zh_hans: 约 %@ 小时
zh_hant: 約 %@ 小時

source: ~%lld – %lld minutes
es: ~%lld – %lld minutos
zh_hans: 约 %1$lld – %2$lld 分钟
zh_hant: 約 %1$lld – %2$lld 分鐘

source: ~%lld days
es: ~%lld días
zh_hans: ~%lld 天
zh_hant: ~%lld 天

# ~%lld doses · %@ left
source: ~%1$lld doses · %2$@ left
es: ~%lld dosis · quedan %@
zh_hans: 剩约 %lld 次 · %@
zh_hant: 剩約 %lld 次 · %@

source: ~%lld doses left
es: quedan ~%lld dosis
zh_hans: 剩约 %lld 次
zh_hant: 剩約 %lld 次
